[{"id":1,"name":"Ocean Breeze Resort","location":"Maldivler","address":"Maldivler, Baa Atoll, Kuda Huraa Adası, 12345","description":"Ocean Breeze Resort, Maldivler'in göz alıcı turkuaz sularının ortasında yer alan bir cennettir. Lüks su üstü villalarıyla, konuklarına muhteşem deniz manzaraları ve özel plaj erişimi sunmaktadır. Tropikal doğanın keyfini çıkarırken, spa hizmetleri ve gurme restoranları ile unutulmaz bir tatil deneyimi yaşamaya davet ediyor. Ocean Breeze Resort, huzur ve lüks arayanlar için ideal bir kaçış noktasıdır.","amenities":["Ücretsiz WiFi","Yüzme Havuzu","Spa","Spor Salonu","Restoran"],"rating":5,"price_per_night":500,"availability":true,"image_url":"/pic22.jpeg"},{"id":2,"name":"Lakeside Hotel","location":"Lake District, İngiltere","address":"Lakeside HotelLake District, Keswick, CA12 5TN","description":"Lakeside Hotel, İngiltere’nin büyüleyici Lake District bölgesinde, doğal güzelliklerin ortasında yer almaktadır. Misafirlerine göl manzaralı odalarda konfor sunarken, açık hava etkinlikleri ve yürüyüş parkurları ile doğa severlere unutulmaz bir deneyim yaşatmaktadır. Huzurlu bir atmosferde, yerel lezzetlerle hazırlanan yemeklerin tadını çıkarabileceğiniz restoranı ile Lakeside Hotel, dinlendirici bir kaçış noktasıdır.","amenities":["Ücretsiz WiFi","Yürüyüş Parkurları","Şömine","Evcil Hayvan Dostu","Konforlu Konaklama"],"rating":4.5,"price_per_night":700,"availability":true,"image_url":"/pic21.jpeg"},{"id":3,"name":"Skyline Plaza Hotel","location":"Dubai, Birleşik Arap Emirlikleri","address":"Downtown Dubai, Sheikh Zayed Road, Dubai, 00000","description":"Skyline Plaza Hotel, Dubai’nin göz kamaştıran gökdelenleri arasında yer alan lüks bir konaklama seçeneğidir. Şehir manzarası sunan modern odalarıyla konuklarına konforlu bir tatil imkanı sağlar. Alışveriş merkezlerine ve popüler turistik yerlere yakınlığı ile merkezi bir konumda bulunan bu otel, hem iş hem de tatil amaçlı seyahat edenler için mükemmel bir tercih sunar. Skyline Plaza, Dubai’nin dinamik yaşamını keşfetmek için ideal bir başlangıç noktasıdır.","amenities":["Ücretsiz WiFi","Mutfak","Klima","Çamaşır Makinesi/Kurutucu","Huzurlu Atmosfer"],"rating":4.8,"price_per_night":1000,"availability":false,"image_url":"/pic13.jpeg"},{"id":4,"name":"Seaside Serenity Hotel ","location":"Tulum, Meksika","address":"Tulum, Quintana Roo, 77780","description":"Seaside Serenity Hotel, Meksika'nın Tulum kıyısında, muhteşem beyaz kumsallarla çevrili bir cennettir. Konuklarına deniz manzaralı odalarda konfor ve huzur sunarken, doğal güzellikler ile lüks bir tatili bir arada yaşatmaktadır. Organik yemeklerin servis edildiği restoranı ve çeşitli su sporları aktiviteleri ile dolu olan bu otel, doğa severler ve romantik bir kaçış arayanlar için mükemmel bir seçimdir. Seaside Serenity, tropik bir tatilin keyfini çıkarmak isteyenler için ideal bir mekan sunar.","amenities":["Ücretsiz WiFi","Özel Plaj","Yüzme Havuzu","Barbekü Alanı","Göz Alıcı Manzaralar"],"rating":4.9,"price_per_night":2200,"availability":true,"image_url":"/pic14.jpeg"},{"id":5,"name":"Island View Resort","location":"Bali, Endonezya","address":"Seminyak, Bali, 80361","description":"Island View Resort, Bali’nin tropik cennetinde, muhteşem plajları ve yemyeşil doğasıyla çevrili bir tatil kaçamağıdır. Konuklarına rahatlatıcı bir atmosferde lüks villalar sunan bu resort, deniz manzarası eşliğinde dinlendirici bir tatil deneyimi yaşatmaktadır. Yüzme havuzları, spa hizmetleri ve yerel lezzetleri tadabileceğiniz restoranlarıyla Island View Resort, hem macera arayanlar hem de huzur arayanlar için ideal bir noktadır. Bali'nin büyüleyici güzellikleri arasında unutulmaz bir tatil için mükemmel bir seçimdir.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Aktivite İmkanları"],"rating":3.9,"price_per_night":2250,"availability":true,"image_url":"/pic15.jpeg"},{"id":6,"name":"Cityscape Grand Hotel","location":"New York City, ABD","address":"123 Main St, New York, NY 10001","description":"Cityscape Grand Hotel, New York City’nin kalbinde, ikonik gökdelenlerin arasında yer alan lüks bir konaklama merkezidir. Modern ve şık tasarımıyla konuklarına rahat bir atmosfer sunan otel, şehir manzaralı odalarıyla göz alıcı bir deneyim yaşatmaktadır. Times Square, Central Park ve ünlü alışveriş bölgelerine yakınlığı ile hem iş hem de tatil amaçlı seyahat edenler için mükemmel bir tercih sunmaktadır. Cityscape Grand Hotel, New York’un enerjisini keşfetmek için ideal bir başlangıç noktasıdır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Aktivite İmkanları","Şehir Merkezine Yakınlık"],"rating":3.8,"price_per_night":1250,"availability":true,"image_url":"/pic16.jpeg"},{"id":7,"name":"Nature Explorer's Inn","location":"Banff, Kanada","address":"Banff Ave, Banff, AB T1L 1A1","description":"Nature Explorer's Inn, Kanada'nın büyüleyici Banff Ulusal Parkı'nın kalbinde, doğanın güzellikleriyle çevrili bir konaklama seçeneğidir. Konuklarına rahat ve konforlu odalar sunarak, muhteşem dağ manzaraları eşliğinde huzurlu bir tatil deneyimi yaşatmaktadır. Yürüyüş parkurları, doğa gezileri ve macera dolu aktiviteler ile dolu olan bu otel, doğa severler ve macera arayanlar için ideal bir mekandır. Nature Explorer's Inn, doğanın kucağında unutulmaz anılar biriktirmek isteyenler için mükemmel bir kaçış noktasıdır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Şehir Merkezine Yakınlık","Rahatlatıcı Atmosfer"],"rating":2.8,"price_per_night":2250,"availability":true,"image_url":"/pic11.jpeg"},{"id":8,"name":"Forest Breeze Hotel","location":"Amazon Ormanları, Brezilya","address":"Hauptstraße 123, 77776 Bad Rippoldsau-Schapbach,","description":"Forest Breeze Hotel, Almanya'nın büyüleyici Schwarzwald (Kara Orman) bölgesinde, doğanın kollarında huzur dolu bir konaklama sunmaktadır. Konuklarına orman manzaralı odalarda rahat bir deneyim sunarak, doğal güzellikler ile iç içe bir tatil imkanı sağlamaktadır. Yürüyüş parkurlarına ve bisiklet yollarına yakın konumu ile doğa severler için mükemmel bir seçim olan bu otel, aynı zamanda yerel lezzetlerin tadını çıkarabileceğiniz bir restoran da sunmaktadır. Forest Breeze Hotel, doğa ile baş başa kalmak isteyenler için ideal bir kaçış noktasıdır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Rahatlatıcı Atmosfer","Doğa ile İç İçe"],"rating":4.8,"price_per_night":3750,"availability":true,"image_url":"/pic12.jpeg"},{"id":9,"name":"Canyon Valley Resort","location":"Grand Canyon, ABD","address":"123 Canyon Rd, Sedona, AZ 86336","description":"Canyon Valley Resort, Arizona'nın büyüleyici Sedona bölgesinde, göz alıcı kırmızı kayalıklar ve doğal güzellikler arasında yer alan bir tatil cennetidir. Konuklarına rahat ve şık odalarda konaklama imkanı sunarken, açık hava etkinlikleri ve yürüyüş parkurları ile dolu bir deneyim yaşamaya davet ediyor. Spa olanakları, yerel lezzetleri sunan restoranı ve çeşitli doğa aktiviteleri ile Canyon Valley Resort, hem macera arayanlar hem de huzur arayanlar için mükemmel bir tercih sunar. Bu resort, Sedona'nın muhteşem manzaralarında unutulmaz anılar biriktirmek isteyenler için ideal bir kaçış noktasıdır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Doğa ile İç İçe","Dinlendirici Kaçış"],"rating":2.5,"price_per_night":1500,"availability":true,"image_url":"/pic10.jpeg"},{"id":10,"name":"Tropical Paradise Resort","location":"Bora Bora, Fransız Polinezyası","address":"Motu Piti Aau, Bora Bora, 98730","description":"Tropical Paradise Resort, Bora Bora'nın muhteşem turkuaz lagünlerinin ortasında yer alan bir cennettir. Misafirlerine su üzerindeki bungalovlarda konfor ve lüks sunarken, göz alıcı manzaralar eşliğinde huzur dolu bir tatil deneyimi yaşatmaktadır. Su sporları, dalış aktiviteleri ve tropik lezzetlerin sunulduğu restoranları ile dolu olan bu resort, doğanın kucağında unutulmaz anılar biriktirmek isteyenler için mükemmel bir seçenektir. Tropical Paradise Resort, romantik bir kaçış veya dinlendirici bir tatil arayanlar için ideal bir mekan sunmaktadır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Dinlendirici Kaçış","Aktivite İmkanları"],"rating":5,"price_per_night":4350,"availability":true,"image_url":"/pic20.jpeg"},{"id":11,"name":"Mountain Retreat","location":"Alpler, İsviçre","address":"123 Alpenstrasse, Zermatt, 3920","description":"Mountain Retreat, İsviçre Alpleri’nin büyüleyici manzaraları arasında yer alan, lüks bir dağ tatil köyüdür. Konuklarına sıcak ve konforlu odalarda konaklama imkanı sunarak, doğanın kucağında huzurlu bir tatil deneyimi yaşatmaktadır. Kış aylarında kayak ve kış sporları, yaz aylarında ise doğa yürüyüşleri ve bisiklet turları gibi birçok aktivite imkanı sunmaktadır. Yerel lezzetlerin tadını çıkarabileceğiniz restoranları ve spa hizmetleri ile Mountain Retreat, hem macera arayanlar hem de dinlenmek isteyenler için mükemmel bir kaçış noktasıdır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Aktivite İmkanları","Aile Dostu"],"rating":5,"price_per_night":4500,"availability":true,"image_url":"/pic4.jpeg"},{"id":12,"name":"Oceanfront Escape","location":"Cabo San Lucas, Meksika","address":"123 Oceanview Blvd, Cabo San Lucas, BCS 23450","description":"Oceanfront Escape, Meksika'nın göz alıcı Cabo San Lucas bölgesinde, muhteşem okyanus manzaraları sunan bir tatil cennetidir. Lüks ve konforlu odalarında konaklama imkanı sağlayarak, tropikal atmosferde huzur dolu bir tatil deneyimi yaşatmaktadır. Plaj aktiviteleri, su sporları ve dinlendirici spa hizmetleri ile dolu olan bu resort, hem romantik kaçışlar hem de aile tatilleri için ideal bir mekan sunmaktadır. Oceanfront Escape, Cabo San Lucas'ın doğal güzelliklerini keşfetmek ve unutulmaz anılar biriktirmek isteyenler için mükemmel bir noktadır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Aile Dostu","Güvenli Konaklama"],"rating":4.3,"price_per_night":2000,"availability":true,"image_url":"/pic7.jpeg"},{"id":13,"name":"Highland Serenity Stay","location":"Isle of Skye, İskoçya","address":"123 Glen Rd, Inverness IV2 4XY","description":"Highland Serenity Stay, İskoçya'nın büyüleyici Highlands bölgesinde, doğal güzelliklerle çevrili huzurlu bir konaklama imkanı sunmaktadır. Misafirlerine rahat ve konforlu odalarda konaklama imkanı sağlayarak, muhteşem dağ manzaraları eşliğinde dinlendirici bir tatil deneyimi yaşatmaktadır. Yürüyüş parkurları, bisiklet yolları ve yerel kültürü keşfetme fırsatları ile dolu olan bu otel, doğa severler ve huzur arayanlar için mükemmel bir kaçış noktasıdır. Highland Serenity Stay, İskoçya’nın doğal güzelliklerinin tadını çıkarmak ve unutulmaz anılar biriktirmek isteyenler için ideal bir mekan sunmaktadır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Aile Dostu","Eğlence İmkanları"],"rating":4.9,"price_per_night":3000,"availability":true,"image_url":"/pic17.jpeg"},{"id":14,"name":"Lagoon View Villas","location":" Koh Samui, Tayland","address":"123 Beach Road, Koh Samui, Surat Thani 84320","description":"Lagoon View Villas, Tayland'ın göz alıcı Koh Samui adasında, muhteşem lagün manzaraları sunan lüks bir tatil cennetidir. Misafirlerine modern ve konforlu villalarda konaklama imkanı sağlayarak, tropik bir atmosferde huzur dolu bir tatil deneyimi sunmaktadır. Göz alıcı plajlara yakın konumu ile su sporları, dalış ve rahatlatıcı spa hizmetleri gibi birçok aktivite imkanı bulunmaktadır. Lagoon View Villas, Tayland’ın doğal güzelliklerinin tadını çıkarmak ve unutulmaz anılar biriktirmek isteyenler için ideal bir mekan sunmaktadır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Güvenli Konaklama","Lüks Dinlence","Gurme Restoran"],"rating":2.7,"price_per_night":1450,"availability":true,"image_url":"/pic18.jpeg"},{"id":15,"name":"Green Valley Bungalows","location":"Bled, Slovenya","address":"Lake Bled, 4260 Bled,","description":"Green Valley Bungalows, Slovenya'nın muhteşem Bled bölgesinde, doğanın kucağında huzurlu bir konaklama imkanı sunan bir tatil cennetidir. Misafirlerine rahat ve konforlu bungalovlarda konaklama imkanı sağlayarak, Bled Gölü ve çevresindeki dağların nefes kesici manzaraları eşliğinde unutulmaz bir tatil deneyimi sunmaktadır. Yürüyüş ve bisiklet parkurları ile dolu olan bu tesis, doğa severler ve macera arayanlar için mükemmel bir seçenek sunmaktadır. Green Valley Bungalows, Slovenya’nın doğal güzelliklerini keşfetmek ve dinlendirici bir tatil geçirmek isteyenler için ideal bir mekandır.","amenities":["Ücretsiz WiFi","Paylaşımlı Mutfak","Çamaşırhane","Ortak Salon","Gurme Restoran","Güvenli Konaklama","Konforlu Konaklama"],"rating":4.5,"price_per_night":3600,"availability":true,"image_url":"/pic19.jpeg"}]